CUnit
CUnit-devel
CoinMP
ImageMagick
LuaJIT
MesaLib-devel
NetworkManager
SDL2
SDL2_image
SDL3
SPIRV-LLVM-Translator21
Thunar
aalib
abook
acl
acpi
acpid
ada
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins-pulseaudio
alsa-ucm-conf
alsa-utils
amiri-font
arandr
aria2
at-spi2-atk
at-spi2-core
atk
atool
attr
audit
autoconf
automake
avahi-glib-libs
avahi-libs
avahi-libs-devel
ayatana-ido
base-files
base-system
bash
bash-completion
bat
bc
beanshell
bind-libs
bind-utils
binutils
binutils-doc
binutils-libs
bison
blueman
bluez
bluez-alsa
bmake
botan
box2d
bridge-utils
brightnessctl
brotli
brotli-devel
btop
btrfs-progs
bzip2
bzip2-devel
c-ares
ca-certificates
cairo
cairo-devel
cairomm1.16
caligula
capstone
cargo
cdrtools
celt
cfitsio
chromaprint
chrony
clang21
clang21-headers
cloog
clucene
cmake
compiler-rt21
containerd
coreutils
cpio
cppdap
cryptsetup
culmus
cups-devel
curl
dash
dbus
dbus-devel
dbus-libs
dbus-x11
dconf
ddcutil
dejavu-fonts-ttf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djvulibre
dkms
dmidecode
dnsmasq
dnssec-anchors
docker
docker-cli
docker-compose
dosfstools
double-conversion
dracut
dtc
duktape
e2fsprogs
e2fsprogs-libs
edk2-ovmf
efibootmgr
elfutils-devel
encodings
ethtool
eudev
eudev-libudev
eudev-libudev-devel
evtest
exo
expat
expat-devel
f2fs-tools
faac
farbfeld
fastfetch
fd
fdk-aac
ffmpeg
ffmpeg6
ffmpegthumbnailer
ffplay6
file
findutils
flex
flite
font-adobe
font-adobe
font-adobe-source-code-pro
font-adobe-source-serif-pro
font-adobe-utopia
font-adobe-utopia
font-adobe-utopia-type1
font-alef
font-alias
font-bh
font-bh
font-bh-lucidatypewriter
font-bh-lucidatypewriter
font-bh-ttf
font-bh-type1
font-bitstream
font-bitstream
font-bitstream-type1
font-crosextra-caladea-ttf
font-crosextra-carlito-ttf
font-cursor-misc
font-daewoo-misc
font-dec-misc
font-emoji-one-color
font-ibm-type1
font-isas-misc
font-jis-misc
font-kacst
font-liberation-narrow-ttf
font-libertine-graphite-ttf
font-misc-misc
font-mutt-misc
font-reem-kufi-ttf
font-sil-gentium-basic
font-sil-scheherazade
font-util
fontconfig
fontconfig-devel
freetype
freetype-devel
fribidi
fribidi-devel
fuse
fzf
gambit
gawk
gc
gcc
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf
gettext
gflags
gi-docgen
giflib
gir-freedesktop
girara
git
git-filter-repo
glew
glib
glib-networking
glibc
glibc-devel
glibc-locales
glibmm2.68
glslang
gmime
gmime3
gmp
gmp-devel
gnupg
gnutls
gnutls-devel
gnutls-tools
go
gperf
gpgmepp
graphene
graphite
graphite-devel
graphviz-libs
grep
groff
grub
grub-i386-efi
grub-x86_64-efi
gsettings-desktop-schemas
gsfonts
gst-plugins-bad1
gst-plugins-base1
gst-plugins-good1
gstreamer1
gtk+
gtk+3
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk4
gtkmm4
gtksourceview4
gzip
harfbuzz-devel
hdf5
hdparm
help2man
hicolor-icon-theme
highway
hsqldb1.8.0
htop
http-parser
hunspell-de
hunspell-en
hunspell-en_GB-all
hunspell-es
hunspell-fr_FR
hunspell-it_IT
hunspell-pl
hunspell-pt_PT
hunspell-qtwebengine-dict
hwids
hyphen
hyphen-de
hyphen-en
hyphen-es
hyphen-fr
hyphen-it_IT
hyphen-pl
hyphen-pt_PT
i2c-tools
iana-etc
iceauth
icu-devel
imath
imlib2
inih
iproute2
iptables
iputils
ipw2100-firmware
ipw2200-firmware
isl
iso-codes
isync
iw
jansson
jbigkit-libs
jemalloc
json-c
json-glib
jsoncpp
kbd
kernel-libc-headers
kmod
kpartx
lame
lazygit
lcms2
ldacBT
less
lf-r41_1
libICE
libSM
libX11
libX11-devel
libXScrnSaver
libXau
libXau-devel
libXaw
libXcomposite
libXcursor
libXdamage
libXdmcp
libXdmcp-devel
libXext
libXext-devel
libXfixes
libXfixes-devel
libXfont2
libXft
libXft-devel
libXi
libXinerama
libXinerama-devel
libXmu
libXpm
libXpresent
libXrandr
libXrandr-devel
libXrender
libXrender-devel
libXt
libXtst
libXv
libXxf86vm
libabw
libaio
libaom
libapparmor
libarchive
libargon2
libaria2
libass
libassuan
libasyncns
libatomic
libatomic-devel
libaudit
libaudit-common
libauparse
libavcodec6
libavdevice6
libavfilter6
libavformat6
libavutil6
libayatana-appindicator
libayatana-indicator
libb2
libblkid
libblkid-devel
libbluetooth
libbluray
libboost_date_time
libboost_filesystem
libboost_iostreams
libboost_locale
libboost_program_options
libboost_thread
libbpf
libbs2b
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcap-progs
libcbor
libcddb
libcdio
libcdio-paranoia
libcdparanoia
libcdr
libchafa
libclang-cpp21
libclang21
libclc21
libcloudproviders
libcmis
libcolord
libconfig
libcrypto3
libcryptsetup
libcups
libcurl
libdatrie
libdatrie-devel
libdav1d
libdb
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdebuginfod
libdecor
libdeflate
libdisplay-info
libdjvulibre
libdrm
libdrm-devel
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libefivar
libelf
libelogind
libeot
libepoxy
libepubgen
liberation-fonts-ttf
libetonyek
libev
libevdev
libevent
libevent-devel
libexif
libexttextcat
libfbclient3
libfdisk
libffi
libffi-devel
libfftw
libfl-devel
libflac
libfluidsynth
libfontenc
libfreehand
libgbm
libgbm-devel
libgcc
libgcc-devel
libgcrypt
libgfortran
libgit2
libgit2
libglib-devel
libglvnd
libglvnd-devel
libgme
libgomp
libgpg-error
libgpgme
libgphoto2
libgphoto2-udev-rules
libgs
libgsasl
libgsm
libgtop
libgudev
libgusb
libharfbuzz
libheif
libhunspell1.7
libicu77
libicu78
libicu78-devel
libid3tag
libidn
libidn2
libidn2-devel
libimagequant
libinput
libiscsi
libixion
libjack
libjbig2dec
libjpeg-turbo
libjxl
libkmod
libksba
liblangtag
liblastlog2
libldap
libldns
liblilv
libllvm21
libllvm22
liblqr
liblrdf
libltdl
libluv
liblz4
liblzma
liblzma-devel
libmagic
libmagick
libmariadbclient
libmcpp
libmd4c
libmm-glib
libmnl
libmodplug
libmount
libmount-devel
libmpg123
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnfnetlink
libnfs
libnftables
libnftnl
libnl3
libnm
libnma
libnotify
libnotmuch
libnuma
libnumbertext
libnvidia-container
libodfgen
libogg
libopenal
libopenaptx
libopenexr
libopenjpeg2
libopenmpt
liborcus
libosinfo
libpagemaker
libpaper
libparted
libpcap
libpciaccess
libpciaccess-devel
libpcre
libpcre2
libpcsclite
libpipewire
libplacebo
libpng
libpng-devel
libpoppler
libpostproc6
libproxy
libpsl
libpulseaudio
libqalculate
libqpdf
libqxp
libraptor
libraqm
librasqal
librdf
libreadline8
libreoffice
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-fonts
libreoffice-gnome
libreoffice-i18n-de
libreoffice-i18n-en-US
libreoffice-i18n-es
libreoffice-i18n-fr
libreoffice-i18n-it
libreoffice-i18n-pl
libreoffice-i18n-pt
libreoffice-impress
libreoffice-math
libreoffice-postgresql
libreoffice-writer
libreoffice-xtensions
librevenge
librist
librsvg
librtmp
librubberband
libsamplerate
libsane
libsasl
libseccomp
libsecret
libsensors
libserd
libsharpyuv
libsigc++3
libsixel
libslirp
libsmartcols
libsndfile
libsndio
libsodium
libsord
libsoup3
libsoxr
libspectre
libspeex
libsrt
libsrtp
libssh
libssh2
libssl3
libstaroffice
libstdc++
libstdc++-devel
libsvt-av1
libswresample6
libswscale6
libswtpm
libsynctex
libtasn1
libtasn1-devel
libtdb
libthai
libthai-devel
libtheora
libtinysparql
libtirpc
libtommath
libtool
libtpms
libunbound
libunistring
libunistring-devel
libunwind
liburcu
libusb
libutempter
libutf8proc
libuuid
libuuid-devel
libuv
libuv-devel
libva
libvamp-plugin-sdk
libvde2
libvdpau
libvidstab
libvips
libvirt
libvirt-glib
libvirt-python3
libvisio
libvorbis
libvpl
libvpx
libwacom
libwavpack
libwebp
libwmf
libwpd
libwpg
libwps
libx86
libxapian
libxbps
libxcb
libxcb-devel
libxcrypt
libxcrypt-compat
libxcrypt-devel
libxcvt
libxfce4panel
libxfce4ui
libxfce4util
libxkbcommon
libxkbcommon-devel
libxkbcommon-x11
libxkbfile
libxkbregistry
libxml2
libxml2-python3
libxshmfence
libxslt
libxxHash
libyaml
libz3
libzbar
libzip
libzmf
libzstd
libzstd-devel
linux
linux-base
linux-firmware
linux-firmware-amd
linux-firmware-broadcom
linux-firmware-intel
linux-firmware-network
linux-firmware-nvidia
linux-headers
linux6.18
linux6.18-headers
llhttp
lmdb
lowdown
lpsolve
lshw-B.02.20_1
lsof
lua51
lua51-lpeg
lua52
lua53
lua54
lvm2
lynx
lzo
lzo-devel
m4
maim
make
man-pages
man-pages-devel
man-pages-posix
matio
mbedtls
mcpp
mdadm
mdocml
mesa
mesa-dri
mesa-libgallium
mesa-opencl
meson
mime-types
mit-krb5-libs
mkfontscale
mobile-broadband-provider-info
moby
mpfr
mpv
msmtp
mtdev
mtdev-devel
mujs
mupdf
mythes
mythes-de
mythes-en
mythes-es
mythes-fr
mythes-it_IT
mythes-pl
mythes-pt_PT
ncdu
ncurses
ncurses-base
ncurses-devel
ncurses-libs
ncurses-libtinfo-devel
ncurses-libtinfo-libs
neomutt
neovide
neovim
nerd-fonts-symbols-ttf
nettle
nettle-devel
network-manager-applet
newsboat
newt
nghttp2
nghttp3
ngtcp2
ninja
nodejs
notmuch
noto-fonts-emoji
noto-fonts-ttf
noto-fonts-ttf-extra
npth
nspr
nss
nsxiv
ntfs
nvi
nvidia
nvidia-container-toolkit
nvidia-dkms
nvidia-firmware
nvidia-gtklibs
nvidia-libs
ocl-icd
oclock
oniguruma
opendoas
openh264
openjdk-common
openjdk11-jre
openjdk21
openjdk21-jre
openresolv
openssh
openssl
openssl-devel
opus
orc
os-prober
osinfo-db
p11-kit
p11-kit-devel
pahole
pam
pam-base
pam-gnupg
pam-libs
pamixer
pango
pango-devel
pango-xft
pangomm2.48
pass
patch
patchelf
pavucontrol
pciutils
pcre2-devel
perl
perl-Authen-SASL
perl-Convert-BinHex
perl-Crypt-URandom
perl-Digest-HMAC
perl-IO-Socket-SSL
perl-IO-stringy
perl-Locale-gettext
perl-MIME-tools
perl-MailTools
perl-Net-SMTP-SSL
perl-Net-SSLeay
perl-TimeDate
perl-URI
phodav
pick
pinentry
pinentry-dmenu
pixman
pixman-devel
pkg-config
polkit
poppler
poppler-data
poppler-glib
poppler-utils
popt
portaudio
portaudio-cpp
postgresql-libs
procps-ng
proot
psmisc
public-suffix
pulseaudio
pulseaudio-utils
python-devel
python2
python3
python3-Brotli
python3-Jinja2
python3-Markdown
python3-MarkupSafe
python3-Pygments
python3-argcomplete
python3-cairo
python3-certifi
python3-charset-normalizer
python3-devel
python3-distlib
python3-filelock
python3-gobject
python3-idna
python3-mutagen
python3-packaging
python3-parsing
python3-platformdirs
python3-psutil
python3-pycryptodomex
python3-requests
python3-setuptools
python3-six
python3-smartypants
python3-tkinter
python3-toml
python3-typogrify
python3-urllib3
python3-urwid
python3-virtualenv
python3-wcwidth
python3-websockets
python3-yt-dlp-ejs
qalculate
qemu-common
qemu-doc
qemu-firmware
qemu-img
qemu-system-aarch64
qemu-system-amd64
qemu-system-arm
qemu-tools
qemu-user-amd64
qownnotes
qt5
qt5-concurrent
qt5-core
qt5-dbus
qt5-devel
qt5-gui
qt5-host-tools
qt5-network
qt5-opengl
qt5-printsupport
qt5-qmake
qt5-sql
qt5-test
qt5-widgets
qt5-xml
qt6-core
qt6-dbus
qt6-declarative
qt6-gui
qt6-network
qt6-plugin-sqlite
qt6-plugin-tls-openssl
qt6-printsupport
qt6-sql
qt6-svg
qt6-websockets
qt6-widgets
qt6-xml
qtchooser
read-edid
removed-packages
rhash
rhino
ripgrep
rocksdb
rsync
rtkit
run-parts
runc
runit
runit-iptables
runit-void
rust
rust-std
sane
sbc
sed
sessreg
setxkbmap
shaderc
shadow
shared-mime-info
shellcheck
slang
slop
smartmontools
smproxy
snappy
socklog
socklog-void
sof-firmware
soundtouch
source-sans-pro
spandsp
spdx-licenses-list
speedtest-cli
speexdsp
spice
spice-gtk
sqlite
sratom
startup-notification
stfl
strace
sudo
swtpm
sxhkd
sxiv
taglib
talloc
tar
tbb
tcc
tcl
texinfo
thin-provisioning-tools
tiff
tini
tk
tlp
tmux
tpm2-tss
traceroute
translate-shell
transset
trash-cli
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
trousers
trousers-devel
tslib
twolame
typst
tzdata
uchardet
unbound-devel
unibilium
unrar
unzip
urlscan
urlview
usbredir
usbutils
util-linux
util-linux-common
uv
uv-build
v4l-utils
vim
vim-common
virglrenderer
virt-manager
virt-manager-tools
vmaf
void-artwork
void-docs
void-docs-browse
void-live-audio
void-repo-nonfree
vsv
vte3
vte3-profile
vulkan-loader
w3m
wayland
webrtc-audio-processing
wget
which
wifi-firmware
wpa_supplicant
x11perf
x264
x265
xauth
xbacklight
xbps
xbps-triggers
xcalc
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xclipboard
xclock
xcmsdb
xcolor
xconsole
xcursorgen
xdg-utils
xdotool
xdpyinfo
xen-libs
xev
xeyes
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-nouveau
xf86-video-vesa
xfconf
xfontsel
xfsprogs
xgamma
xhost
xinit
xinput
xkb-switch
xkbcomp
xkbevd
xkbutils
xkeyboard-config
xkill
xload
xlogo
xlsatoms
xlsclients
xmessage
xmlsec1
xmodmap
xorg
xorg-apps
xorg-fonts
xorg-input-drivers
xorg-server
xorg-server-common
xorg-video-drivers
xorgproto
xournalpp
xpr
xprop
xrandr
xrdb
xrefresh
xset
xsetroot
xtools
xtools-minimal
xtrans
xvidcore
xvinfo
xwallpaper
xwd
xwininfo
xwud
xxd
xz
yajl
yazi
yt-dlp
yyjson
zathura
zathura-pdf-mupdf
zd1211-firmware
zip
zix
zlib
zlib-devel
zoxide
zxcvbn-c
zxing-cpp
