ImageMagick
NetworkManager
Thunar
abook
acpi
alsa-plugins-pulseaudio
arandr
aria2
atool
audit
autoconf
base-system
bash
bash-completion
bat
bind-utils
bison
bluez
bmake
bridge-utils
brightnessctl
btop
caligula
cargo
chrony
clang19
cloog
cmake
cryptsetup
curl
djvulibre
docker
docker-compose
edk2-ovmf
farbfeld
fd
ffmpeg
ffmpegthumbnailer
firefox
fzf
gambit
gcc
gdb
gettext
git
git-filter-repo
gmp-devel
gnupg
go
grub-i386-efi
grub-x86_64-efi
harfbuzz-devel
htop
isl
isync
lazygit
lf
libX11-devel
libXfixes-devel
libXft-devel
libXinerama-devel
libXrandr-devel
libchafa
libsixel
libuv-devel
libvips
libxkbcommon-devel
lsof
lvm2
lynx
maim
make
man-pages-devel
man-pages-posix
mdadm
mpv
msmtp
ncdu
ncurses-devel
ncurses-libtinfo-devel
neomutt
neovide
neovim
network-manager-applet
newsboat
nodejs
notmuch
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-dkms
opendoas
openssl-devel
pam-gnupg
pamixer
pass
patch
pavucontrol
pinentry-dmenu
pkg-config
poppler-utils
pulseaudio
python-devel
python3-tkinter
python3-toml
python3-virtualenv
qalculate
qemu-common
qemu-doc
qemu-firmware
qemu-img
qemu-system-aarch64
qemu-system-amd64
qemu-system-arm
qemu-tools
qemu-user-aarch64
qemu-user-amd64
ripgrep
rsync
runit-iptables
rust
shellcheck
slop
smartmontools
speedtest-cli
strace
swtpm
sxhkd
sxiv
tbb
tcc
tlp
tmux
translate-shell
trash-cli
tree
typst
unrar
unzip
urlscan
urlview
uv
virt-manager
void-docs-browse
void-live-audio
void-repo-nonfree
vsv
w3m
wget
xbps
xclip
xcolor
xdg-utils
xdotool
xen
xkb-switch
xorg
xorg-server
xournalpp
xtools
xwallpaper
xxd
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
