7zip
acpi
alsa-tools
alsa-utils
aria2
base
base-devel
bat
bind
blueman
bluez-utils
bridge-utils
brightnessctl
btop
clang
cronie
cups
dash
dbus-glib
dhcp
dnsmasq
efibootmgr
emacs
ffmpeg
ffmpegthumbnailer
firefox
freeglut
fribidi
fzf
gdb
git
git-lfs
github-cli
glfw
grim
grub
gstreamer
gvfs
gvfs-mtp
hplip
htop
i2c-tools
iptables-nft
irssi
jdk-openjdk
lazygit
lf
libreoffice-fresh
libvirt
linux-firmware
linux-zen
linux-zen-headers
lshw
lua
lua-language-server
maim
man-pages
mesa-utils
mpv
musl
ncdu
nemo
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
octave
openbsd-netcat
opencl-nvidia
opendoas
os-prober
pamixer
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
playerctl
pulsemixer
pyright
python-black
python-pip
python-pyqt5
python-pyqt5-webengine
python-toml
python-virtualenv
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-chardev-spice
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-ui-dbus
qemu-ui-gtk
qemu-ui-sdl
qemu-user
ripgrep
rsync
screenkey
slurp
sof-firmware
speedtest-cli
strace
sxhkd
sxiv
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
tmux
trash-cli
tree
ttf-font-awesome
ueberzug
ufw
unrar-free
unzip
usbutils
virglrenderer
virt-manager
wget
xclip
xcolor
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbutils
xorg-xlsatoms
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwd
xorg-xwininfo
xournalpp
yt-dlp
zathura
zathura-pdf-mupdf
zip
